"%@ (optional)" = "%@ (volitelné)";

"Account number" = "Číslo účtu";

"Address" = "Adresa";

"Address line 1" = "1. řádek adresy";

"Address line 2" = "2. řádek adresy";

"Area" = "Oblast";

"BSB number" = "Číslo BSB";

"Billing address is same as shipping" = "Fakturační adresa je stejná jako dodací";

"Cancel" = "Zrušit";

"City" = "Město";

"Code field" = "Pole pro kód";

"Company" = "Společnost";

"Continue" = "Pokračovat";

"Country" = "Země";

"Country or region" = "Země nebo region";

"County" = "Okres";

"Department" = "Oddělení";

"District" = "Okrsek";

"Do Si" = "Do Si";

"Done" = "Hotovo";

"Double tap to edit" = "Dvakrát klepněte pro úpravu";

"Edit" = "Upravit";

"Eircode" = "Eircode";

"Email" = "E-mail";

"Emirate" = "Emirát";

"Error" = "Chyba";

"First" = "Jméno";

"Full name" = "Celé jméno";

"Incomplete phone number" = "Neúplné telefonní číslo";

"Invalid UPI ID" = "Neplatné UPI ID";

"Island" = "Ostrov";

"Last" = "Příjmení";

"Name" = "Jméno";

"Name on account" = "Jméno na účtu";

"OK" = "OK";

"Oblast" = "Oblast";

"Other" = "Jiné";

"Parish" = "Obec";

"Phone" = "Telefon";

"Postal code" = "Poštovní směrovací číslo";

"Prefecture" = "Prefektura";

"Province" = "Provincie";

"Remove" = "Odebrat";

"Remove bank account" = "Odebrat bankovní účet";

"Remove bank account ending in %@" = "Odebrat bankovní účet končící na %@";

"Search" = "Hledat";

"State" = "Stát";

"Suburb" = "Předměstí";

"Suburb or city" = "Předměstí nebo město";

"The BSB you entered is incomplete." = "Zadaný BSB je neúplný.";

"The ID number you entered is incomplete." = "Identifikační číslo, které jste zadali, je neúplné.";

"The account number you entered is incomplete." = "Zadané číslo účtu je neúplné.";

"Town or city" = "Město nebo velkoměsto";

"UPI ID" = "UPI ID";

"Unable to parse phone number" = "Nelze analyzovat telefonní číslo";

"Use rotor to access links" = "Přístup k odkazům pomocí rotoru";

"Your ZIP is incomplete." = "PSČ je neúplné.";

"Your email is invalid." = "Váš e-mail je neplatný.";

"Your postal code is incomplete." = "Vaše poštovní směrovací číslo je neúplné.";

"ZIP" = "PSČ";
